Repository: tesselle/nexus
Catalog: po/R-*.po
Languages: fr

source: At least two compositional parts are needed.
fr: Au moins deux variables sont nécessaires.

source: Duplicated rownames!
fr: Noms de ligne dupliqués !

source: Combining grouped matrices by rows is not currently supported.
fr: La combinaison par lignes de matrices groupées n'est pas prise en charge actuellement.

source: %s of values are zero.
fr: %s des valeurs sont égales à zéro.

source: Data checking:
fr: Vérification des données :

source: Nothing to group by.
fr: Rien à regrouper.

source: As many groups as individuals.
fr: Autant de groupes que d'individus.

source: Frequency
fr: Fréquence

source: Column names do not match!
fr: Les noms de colonnes ne correspondent pas !

source: Sample size is too small (%d).
fr: Le nombre d'individus est trop faible (%d).

source: Possibly too small sample size (%d).
fr: Le nombre d'individus est probablement trop faible (%d).

source: Robust Mahalanobis distance
fr: Distance de Mahalanobis robuste

source: Standard Mahalanobis distance
fr: Distance de Mahalanobis standard

source: Index
fr: Indice

source: No outlier
fr: Non aberrant

source: Robust only
fr: Robuste uniquement

source: Both
fr: Les deux

source: Outlier
fr: Aberrant

source: PCA of centered log-ratio (CLR).
fr: ACP du rapport logarithmique centré (CLR).

source: Found %g part (%s)
fr: Trouvé %g partie (%s)

source: with %d part
fr: avec %d partie

source: %d group
fr: %d groupe

source: %d unassigned sample.
fr: %d individu non attribué.

source: %d missing value:
fr: %d valeur manquante :

source: %d observation (%s) contains missing values.
fr: %d observation (%s) contient des valeurs manquantes.

source: %d variable (%s) contains missing values.
fr: %d variable (%s) contient des valeurs manquantes.

source: %d part with no variance.
fr: %d partie de variance nulle.

source: No sample belongs to the group: %s.
fr: Aucun individu n'appartient au groupe : %s.

source: Found %g group (%s)
fr: %g groupe trouvé (%s)
